Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# automatic_delete_confirmation_message_immediate_deletion
source: %d messages will be deleted immediately and all messages older than %@ will be automatically deleted from now on. Note: Open polls and note groups are excluded.
bg: %d съобщения ще бъдат изтрити веднага и всички съобщение по-стари от %@ ще бъдат автоматично изтрити отсега нататък. Бележка: Отворените анкети и бележките няма да бъдат изтрити.
cs: %d zpráv bude okamžitě odstraněno a všechny zprávy starší než %@ budou od této chvíle automaticky odstraňovány. Poznámka: Otevřených anket a skupin pro poznámky se to netýká.
de: %d Nachrichten jeglichen Typs werden jetzt gelöscht und alle Nachrichten älter als %@ werden ab sofort automatisch gelöscht. Hinweis: Offene Umfragen und Notizgruppen sind davon nicht betroffen.
es: %d mensajes se eliminarán inmediatamente y todos los mensajes que tengan más de %@ se eliminarán automáticamente a partir de ahora. Nota: Quedan excluidos los sondeos abiertos y los grupos de notas.
fr: %d messages seront supprimés immédiatement et tous les messages antérieurs à %@ seront automatiquement supprimés à partir de maintenant. Remarque : les sondages ouverts et les groupes de notes sont exclus.
gsw_ch: %d Nachrichte aller Art werded jetzt glöscht, und all Nachrichte älter als %@ werded ab sofort automatisch glöscht. Hiiwis: Offeni Umfrage und Notizgruppe sind devo nöd betroffe.
it: %d messaggi verranno cancellati immediatamente e tutti i messaggi più vecchi di %@ verranno cancellati automaticamente da questo momento. Nota: i sondaggi aperti e i gruppi di note sono esclusi.
ja: %d件のメッセージが即座に消され、今から%@より古いメッセージは自動的に削除されます。注意: 開かれている投票とノートグループは除外されます。
ko: %d개의 메시지가 즉시 삭제되며, 앞으로 %@보다 오래된 모든 메시지는 자동으로 삭제됩니다. 참고: 열려 있는 투표와 노트 그룹은 제외됩니다.
nl: %d berichten worden onmiddellijk verwijderd en alle berichten ouder dan %@ worden vanaf nu automatisch verwijderd. Let op: open opiniepeilingen en notitiegroepen zijn uitgesloten.
pl: %d wiadomości zostanie usuniętych natychmiast, a od tej chwili wszystkie wiadomości starsze niż %@ będą automatycznie usuwane. Uwaga: nie dotyczy to otwartych ankiet i grup notatek.
pt_br: %d mensagens serão excluídas imediatamente e todas as mensagens com mais de %@ serão excluídas a partir de agora. Obs.: Enquetes abertas e grupos de anotações não fazem parte da exclusão automática.
ru: %d сообщ. будут удалены сразу, а все сообщения, возраст которых превышает %@, с этого момента будут автоматически удаляться. Примечание: открытые опросы и группы заметок исключаются из автоматического удаления.
sk: %d správ bude okamžite vymazaných a všetky správy staršie ako %@ budú odteraz automaticky vymazané. Poznámka: Otvorené ankety a skupiny poznámok sú vylúčené.
tr: %d mesaj hemen silinecek ve %@'dan daha eski tüm mesajlar bundan sonra otomatik olarak silinecektir. Not: Açık anketler ve not grupları hariç tutulmuştur.
uk: Повідомлення з %d буде негайно видалено, а всі повідомлення, старші за %@, відтепер видалятимуться автоматично. Примітка: відкриті опитування та групи дописів не враховуються.
zh_hans: %d条消息将被立即删除，所有早于%@的消息将从现在开始会自动删除。注意：公开投票和私人收藏在备忘录 “一人群组” 内的消息不会被自动删除。
zh_hant: %d則訊息將立即刪除，所有早於%@的訊息將從現在開始會自動刪除。注意：公開投票和私人收藏在備忘錄「一人群組」內的訊息不會自動刪除。

# automatic_delete_confirmation_message_no_immediate_deletion
source: Starting now messages older than %@ will be automatically deleted. Note: Open polls and note groups are excluded.
bg: Започвайки от сега, съобщения по-стари от %@ ще бъдат автоматично изтрити. Бележка: Отворените анкети и бележките няма да бъдат изтрити.
cs: Od této chvíle budou zprávy starší než %@ automaticky odstraňovány. Poznámka: Otevřených anket a skupin pro poznámky se to netýká.
de: Ab sofort werden Nachrichten älter als %@ automatisch gelöscht. Hinweis: Offene Umfragen und Notizgruppen sind davon nicht betroffen.
es: A partir de ahora, los mensajes que tengan más de %@ se eliminarán automáticamente. Nota: Quedan excluidos los sondeos abiertos y los grupos de notas.
fr: À partir de maintenant, les messages antérieurs à %@ seront automatiquement supprimés. Remarque : les sondages ouverts et les groupes de notes sont exclus.
gsw_ch: Ab sofort werded all Nachrichte älter als %@ automatisch glöscht. Hiiwis: Offeni Umfrage und Notizgruppe sind devo nöd betroffe.
it: A partire da questo momento, i messaggi più vecchi di %@ verranno cancellati automaticamente. Nota: i sondaggi aperti e i gruppi di note sono esclusi.
ja: これから%@より古いメッセージは自動的に削除されます。注記: 受付中のアンケートとノートグループは除外されます。
ko: 지금부터 %@보다 오래된 메시지는 자동으로 삭제됩니다. 참고: 열려 있는 투표와 노트 그룹은 제외됩니다.
nl: Vanaf nu worden berichten ouder dan %@ automatisch verwijderd. Let op: open opiniepeilingen en notitiegroepen zijn uitgesloten.
pl: Od tej chwili wiadomości starsze niż %@ będą automatycznie usuwane. Uwaga: nie dotyczy to otwartych ankiet i grup notatek.
pt_br: A partir de agora, mensagens com mais de %@ serão excluídas automaticamente. Obs.: Enquetes abertas e grupos de anotações não fazem parte da exclusão automática.
ru: Начиная с этого момента, сообщения, возраст которых превышает %@, будут автоматически удаляться. Примечание: открытые опросы и группы заметок исключаются из автоматического удаления.
sk: Odteraz sa správy staršie ako %@ budú automaticky odstraňovať. Poznámka: Otvorené ankety a skupiny poznámok sú vylúčené.
tr: Şu andan itibaren %@'dan daha eski mesajlar otomatik olarak silinecektir. Not: Açık anketler ve not grupları hariç tutulmuştur.
uk: Відтепер повідомлення, старші за %@, автоматично видалятимуться. Примітка: відкриті опитування та групи дописів не враховуються.
zh_hans: 从现在开始，早于%@的消息将被自动删除。注意：公开投票和私人收藏在备忘录 “一人群组” 内的消息不会被自动删除。
zh_hant: 從現在開始，早於%@的訊息將自動刪除。注意：公開投票和私人收藏在備忘錄「一人群組」內的訊息不會自動刪除。

# automatic_delete_explain
source: Use the automatic deletion of messages and media to free up disk space. Open polls, starred messages, and the content of note groups are excluded from automatic deletion.
bg: Използвайте автоматичното изтриване на съобщения и мултимедия, за да освободите хранилището. Отворените анкети, съобщенията със звезда и съдържанието на бележките в групата няма да бъдат изтрити автоматично.
cs: Uvolňujte si místo na disku pomocí automatického odstraňování zpráv a médií. Otevřené ankety, zprávy s hvězdičkou a obsah skupin pro poznámky jsou z automatického odstraňování vyloučeny.
de: Legen Sie fest, nach welchem Zeitraum Nachrichten und Medien gelöscht werden sollen, um Speicherplatz freizugeben. Offene Umfragen, mit Stern markierte Nachrichten und Inhalte von Notizgruppen sind von dieser Option ausgenommen.
es: Utiliza la eliminación automática de mensajes y medios para liberar espacio en disco. Las encuestas abiertas, los mensajes destacados y el contenido de los grupos de notas quedan excluidos de la eliminación automática.
fr: Utilisez la suppression automatique des messages et des médias pour libérer de l'espace disque. Les sondages ouverts, les messages étoilés et le contenu des groupes de notes sont exclus de la suppression automatique.
gsw_ch: Legged Sie fest, nach welem Ziitruum Nachrichte und Medie glöscht werde sölled, zum Speicherplatz freizgeh. Offeni Umfrage, Stärndli-Nachrichte und Inhalt vo Notizgruppe sind vo dere Option usgnoh.
it: Per liberare la memoria stabilisci dopo quale periodo di tempo i messaggi e i media devono essere cancellati. I sondaggi aperti, i messaggi contrassegnati con asterisco e i contenuti di gruppi di note sono esclusi da questa opzione.
ja: メッセージとメディアの自動削除を使用してディスクスペースを解放してください。開かれている投票、スター付きメッセージ、およびノートグループの内容は自動削除の対象外です。
ko: 메시지 및 미디어의 자동 삭제 기능을 사용하여 디스크 공간을 확보하세요. 자동 삭제에서 제외되는 항목은 투표, 별표 메시지, 노트 그룹의 내용입니다.
nl: Gebruik de automatische verwijdering van berichten en media om ruimte vrij te maken op de schijf. Lopende opiniepeilingen, gemarkeerde berichten en de inhoud van notitiegroepen zijn uitgesloten van automatische verwijdering.
pl: Użyj automatycznego usuwania wiadomości i multimediów, aby zwolnić miejsce na dysku. Otwarte ankiety, oznaczone gwiazdką wiadomości oraz zawartość grup notatek są wyłączone z automatycznego usuwania.
pt_br: Use a exclusão automática de mensagens e mídia para liberar espaço em disco. Enquetes abertas, mensagens com estrela e o conteúdo de grupos de anotações não fazem parte da exclusão automática.
ru: Используйте автоматическое удаление сообщений и мультимедиа для освобождения места на диске. Открытые опросы, избранные сообщения и содержимое групп заметок исключаются из автоматического удаления.
sk: Na uvoľnenie miesta na disku použite automatické odstraňovanie správ a médií. Z automatického vymazávania sú vylúčené správy o otvorenom hlasovaní, správy s hviezdičkou a obsah skupinových poznámok.
tr: Disk alanını boşaltmak için mesajların ve medyanın otomatik olarak silinmesini kullan. Açık anketler, yıldızlı mesajlar ve not gruplarının içeriği otomatik silme işleminin dışında tutulur.
uk: Використовуйте автоматичне видалення повідомлень та медіафайлів, щоб звільнити місце на диску. Відкриті опитування, позначені повідомлення та вміст груп нотаток не підлягають автоматичному видаленню.
zh_hans: 使用自动删除信息和媒体功能可以释放磁盘空间。公开投票、已加星标的消息和私人收藏在备忘录 “一人群组” 内的消息不会被自动删除。
zh_hant: 使用自動刪除訊息和多媒體功能可以釋放磁碟空間。公開投票、已加星號的訊息和私人收藏在備忘錄「一人群組」內的訊息不會自動刪除。

# automatic_delete_label
source: Keep Messages
bg: Запазете Съобщенията
cs: Ponechat zprávy
de: Nachrichten behalten
es: Conservar mensajes
fr: Conserver les messages
gsw_ch: Nachrichte bhalte
it: Conserva i messaggi
ja: メッセージを保持
ko: 메시지 유지
nl: Berichten houden
pl: Zachowaj wiadomości
pt_br: Manter mensagens
ru: Сохранять сообщения
sk: Ponechať správy
tr: Mesajları Sakla
uk: Зберегти повідомлення
zh_hans: 保留消息
zh_hant: 保留訊息

# automatic_delete_off_confirmation_button
source: Turn Off Automatic Deletion
bg: Изключете автоматичното изтриване
cs: Vypnout automatické odstraňování
de: Automatisches Löschen Ausschalten
es: Desactivar la eliminación automática
fr: Désactiver la suppression automatique
gsw_ch: Automatischs Lösche usschalte
it: Disattiva cancellazione automatica
ja: 自動削除を無効にする
ko: 자동 삭제 끄기
nl: Automatische verwijdering uitschakelen
pl: Wyłącz automatyczne usuwanie
pt_br: Desativar exclusão automática
ru: Отключить автоматическое удаление
sk: Vypnúť automatické vymazávanie
tr: Otomatik Silmeyi Kapat
uk: Вимкнути автоматичне видалення
zh_hans: 关闭自动删除
zh_hant: 關閉自動刪除

# automatic_delete_off_confirmation_title
source: Turn off automatic deletion?
bg: Да се изключи ли автоматичното изтриване?
cs: Vypnout automatické odstraňování?
de: Automatisches Löschen Ausschalten?
es: ¿Desactivar la eliminación automática?
fr: Désactiver la suppression automatique ?
gsw_ch: Automatischs Lösche usschalte?
it: Vuoi disattivare la cancellazione automatica?
ja: 自動削除をオフにしますか？
ko: 자동 삭제를 끄시겠습니까?
nl: Automatische verwijdering uitschakelen?
pl: Wyłączyć automatyczne usuwanie?
pt_br: Desativar a exclusão automática?
ru: Отключить автоматическое удаление?
sk: Vypnúť automatické mazanie?
tr: Otomatik silme kapatılsın mı?
uk: Вимкнути автоматичне видалення?
zh_hans: 关闭自动删除？
zh_hant: 關閉自動刪除？

# automatic_delete_on_confirmation_button
source: Turn On Automatic Deletion
bg: Включете автоматичното изтриване
cs: Zapnout automatické odstraňování
de: Automatisches Löschen Einschalten
es: Activar la eliminación automática
fr: Activer la suppression automatique
gsw_ch: Automatischs Lösche iischalte
it: Attiva cancellazione automatica
ja: 自動削除を有効にする
ko: 자동 삭제 켜기
nl: Automatische verwijdering inschakelen
pl: Włącz automatyczne usuwanie
pt_br: Ativar exclusão automática
ru: Включить автоматическое удаление
sk: Zapnúť automatické vymazávanie
tr: Otomatik Silmeyi Aç
uk: Увімкнути автоматичне видалення
zh_hans: 打开自动删除
zh_hant: 開啟自動刪除

# automatic_delete_on_confirmation_title
source: Turn on automatic deletion?
bg: Да се включи ли автоматичното изтриване?
cs: Zapnout automatické odstraňování?
de: Automatisches Löschen Einschalten?
es: ¿Activar la eliminación automática?
fr: Activer la suppression automatique ?
gsw_ch: Automatischs Lösche iischalte?
it: Vuoi attivare la cancellazione automatica?
ja: 自動削除をオンにしますか？
ko: 자동 삭제를 켜시겠습니까?"
nl: Automatische verwijdering inschakelen?
pl: Włączyć automatyczne usuwanie?
pt_br: Ativar a exclusão automática?
ru: Включить автоматическое удаление?
sk: Zapnúť automatické mazanie?
tr: Otomatik silme açılsın mı?
uk: Увімкнути автоматичне видалення?
zh_hans: 打开自动删除？
zh_hant: 開啟自動刪除？

source: Back
bg: Назад
cs: Zpět
de: Zurück
es: Volver
fr: Retour
gsw_ch: Zrugg
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sk: Späť
tr: Geri
uk: Назад
zh_hans: 返回
zh_hant: 返回

# back_to_media_selection
source: Back to the media selection screen
bg: Назад към екрана с избор на изображения
cs: Zpět na obrazovku výběru médií
de: Zurück zur Medienauswahl
es: Volver a la pantalla de selección de medios
fr: Retour à l’écran de sélection de médias
gsw_ch: Zrugg zude Medieuswahl
it: Ritorna alla scelta dei media
ja: メディア選択画面に戻る
ko: 미디어 선택 화면으로 돌아가기
nl: Terug naar scherm voor mediaselectie
pl: Powrót do ekranu wyboru multimediów
pt_br: Voltar para a tela de seleção de mídia
ru: Возврат на экран выбора мультимедиа
sk: Späť na výber médií
tr: Medya seçim ekranına geri dön
uk: Повернутись до екрана вибору медіа
zh_hans: 返回媒体选择界面
zh_hant: 返回多媒體選擇畫面

# backgrounding_off
source: App will disconnect immediately when moving into background.
bg: Приложението ще прекъсне връзката, когато е поставено на заден план.
cs: Aplikace se odpojí okamžitě po přesunutí na pozadí.
de: App trennt die Verbindung im Hintergrund sofort.
es: La aplicación se desconectará inmediatamente en segundo plano.
fr: L’application se déconnectera immédiatement lors du déplacement en arrière-plan.
gsw_ch: D’App trännt d’Verbindig im Hindergrund sofort.
it: L’app si disattiva subito in background.
ja: バックグラウンドに移動するとすぐにアプリが切断されます。
ko: 앱은 배경으로 이동할 때 즉시 연결이 끊어집니다.
nl: De app-verbinding wordt onmiddellijk verbroken wanneer de app naar de achtergrond wordt verplaatst.
pl: Aplikacja rozłączy się natychmiast po przejściu w tło.
pt_br: O aplicativo irá desconectar imediatamente quando passar para segundo plano.
ru: Приложение автоматически отключится после перехода в фоновый режим.
sk: Aplikácia sa po presunutí do pozadia okamžite odpojí
tr: Uygulama, arka plana geçerken hemen bağlantıyı kesecektir.
uk: При переході до фонового режиму застосунок негайно відключається від мережі.
zh_hans: 移动到后台后，Threema 将立即断开连接。
zh_hant: 移至背景後，Threema 將立即中斷連線。

# backgrounding_on
source: App will stay connected for up to 30 seconds after moving into background.
bg: Приложението ще остане свързано още 30 секунди след поставянето му на заден план.
cs: Aplikace zůstane připojená až 30 sekund od okamžiku jejího přesunutí na pozadí.
de: App bleibt im Hintergrund bis zu 30 Sekunden lang verbunden.
es: La aplicación seguirá ejecutándose en segundo plano durante un máximo de 30 segundos.
fr: L’application restera connectée pendant 30 secondes après le déplacement en arrière-plan.
gsw_ch: D’App blibt im Hindergrund bis zu 30 Sekunde lang verbunde.
it: L’app rimane attiva in background fino a 30 secondi.
ja: アプリがバックグラウンドに移動した後、最大30秒間接続されたままになります。
ko: 앱은 배경으로 이동한 후 최대 30초 동안 연결 상태를 유지합니다.
nl: De app-verbinding blijft tot 30 seconden actief wanneer de app naar de achtergrond wordt verplaatst.
pl: Aplikacja pozostanie połączona do 30 sekund po przejściu w tło.
pt_br: O aplicativo ficará conectado por até 30 segundos depois de passar para o segundo plano.
ru: После перехода в фоновый режим приложение будет оставаться в подключенном состоянии в течение 30 секунд.
sk: Aplikácia zostane po presunutí do pozadia pripojená ešte 30 sekúnd.
tr: Uygulama, arka plana geçtikten sonra 30 saniyeye kadar bağlı kalacaktır.
uk: Застосунок залишатиметься у мережі до 30 секунд після переходу у фоновий режим.
zh_hans: 移动到后台后，Threema 将保持连接长达30秒。
zh_hant: 移至背景後，Threema 將保持連線長達30秒。

# backup_exclude
source: The ID export will not be included when you back up your phone via iTunes or iCloud. Save the ID export manually to avoid losing it.
bg: Експортирането на идентификатора няма да бъде включено, ако правите резервно копие на телефона през iTunes или iCloud. Запазете идентификатора ръчно, за да избегнете загубата му.
cs: Když zazálohujete svůj telefon přes iTunes nebo iCloud, nebude součástí těchto dat export ID. Nechcete-li o své ID přijít, uložte si export ID ručně.
de: Der ID-Export wird nicht mit eingeschlossen, wenn Sie Ihr Gerät via iTunes oder iCloud sichern. Speichern Sie den ID-Export manuell, um ihn nicht zu verlieren.
es: El ID exportado no se incluirá cuando haga una copia de seguridad de su teléfono desde iTunes o iCloud. Para no perder dicho ID exportado, guárdela manualmente.
fr: L’exportation d’ID ne sera pas incluse quand vous sauvegarderez votre téléphone via iTunes ou iCloud. Enregistrez manuellement l’exportation d’ID pour ne pas la perdre.
gsw_ch: De ID-Export wird nöd mit iigschlosse, wenn Sie Ihres Grät via iTunes oder iCloud sichered. Speichered Sie de ID-Export manuell, demit Sie ihn nöd verlüüred.
it: L’ID esportato non sarà incluso durante il backup del telefono tramite iTunes o iCloud. Salva manualmente l’ID esportato per evitare di perderlo.
ja: iTunesやiCloudで端末をバックアップする際には、IDのエクスポートは含まれません。IDを失わないように、手動でエクスポートして保存してください。
ko: iTunes 또는 iCloud를 통해 전화를 백업할 때 ID 내보내기가 포함되지 않을 것입니다. ID 내보내기를 수동으로 저장하여 분실을 피하십시오.
nl: Het ID-exportbestand wordt niet opgenomen als u een back-up van uw telefoon maakt via iTunes of iCloud. Sla het exportbestand handmatig op om het te bewaren.
pl: Eksport ID nie zostanie uwzględniony podczas tworzenia kopii zapasowej telefonu za pośrednictwem iTunes lub iCloud. Zapisz ręcznie eksport ID, aby go nie utracić.
pt_br: A exportação da ID não será incluído ao fazer o backup do seu telefone através do iTunes ou iCloud. Salve a exportação manualmente para evitar perdê-la.
ru: Зашифрованный экспорт ID не будет включен в резервную копию данных на вашем телефоне, созданную через службу iTunes или iCloud. Чтобы предотвратить утерю экспорта ID, сохраните его вручную.
sk: Ak si odzálohujete váš telefón cez iTunes alebo iCloud, export ID v zálohe nebude zahrnutý. Aby ste predišli jeho strate, uložte si ho ručne.
tr: Telefonunuzu iTunes veya iCloud aracılığıyla yedeklediğinizde kimliğin dışa aktarılması bu işleme dahil edilmeyecektir. Kaybetmemek için lütfen manuel olarak kaydedin.
uk: Експортований ID не буде додано, коли ви створюєте резервну копію телефону через iTunes або iCloud. Збережіть експортований ID вручну, щоб уникнути його втрати.
zh_hans: 通过 iTunes 或 iCloud 备份手机时，ID导出将不包括在内。请手动保存ID导出，以免丢失。
zh_hant: 透過 iTunes 或 iCloud 備份電話時，ID匯出將不包括在內。請手動儲存ID匯出，以免遺失。

# backup_faq_link_text
source: Learn more about backups in %@
bg: Научете повече за резервните копия от %@
cs: Zjistěte více o zálohování v %@
de: Mehr über Backups in %@ erfahren
es: Más información sobre las copias de seguridad en %@
fr: En savoir plus sur les sauvegardes dans %@.
gsw_ch: Meh über Backups in %@ erfahre
it: Ulteriori informazioni sui backup in %@
ja: %@のバックアップについて詳しく知る
ko: %@에서 백업에 대해 더 알아보세요.
nl: Meer informatie over back-ups in %@
pl: Dowiedz się więcej o kopiach zapasowych w %@
pt_br: Saiba mais sobre backups no %@
ru: Подробнее о резервном копировании в %@
sk: Dozvedieť sa viac o zálohách v %@
tr: %@ için yedekler hakkında daha fazla bilgi edinin
uk: Дізнатись більше про резервні копії у %@
zh_hans: 了解更多关于 %@ 备份的信息
zh_hant: 了解更多關於 %@ 備份的資訊。

# backup_footer
source: This data, along with the password that you have chosen, can be used to restore your ID on another device. You can copy & paste it to a suitable location, email it to yourself or scan the QR code using another device.
bg: Вашите данни и избраната парола ще бъдат използвани, за да се възстанови Вашият идентификатор на друго устройство. Вие може да копирате & и поставите на удобно за Вас място, да си го изпратите на себе си по имейл или да сканирате QR кода от друго устройство.
cs: Tato data v kombinaci s vámi zvoleným heslem lze využít k obnovení vašeho ID na jiném zařízení. Můžete si je zkopírovat a vložit, kam uznáte za vhodné, odeslat si je e-mailem nebo naskenovat QR kód jiným zařízením.
de: Diese Daten können zusammen mit dem gewählten Passwort zum Wiederherstellen Ihrer ID auf einem anderen Gerät verwendet werden. Sie können die Daten mittels Kopieren & Einfügen an einem geeigneten Ort ablegen, sich selber per E-Mail senden oder den QR-Code mit einem anderen Gerät scannen.
es: Estos datos se pueden utilizar junto con la contraseña seleccionada para restaurar su ID en otro dispositivo. Puede depositar los datos en un lugar adecuado copiándolos e insertándolos, enviarlos usted mismo por correo electrónico o escanear el código QR con otro dispositivo.
fr: Ces données et le mot de passe que vous avez choisi peuvent être utilisés pour restaurer votre ID sur un autre appareil. Vous pouvez le copier et le coller en lieu sûr, vous l’envoyer par courriel ou scanner le code QR à l’aide d’un autre appareil.
gsw_ch: Die Date chönd zäme mitem gwählte Passwort zum Wiederherstelle vo Ihrere ID ufeme andere Grät brucht werde. Sie chönd d’Date mittels Kopiere und Iifüege amene geeignete Ort ablegge, sich sälber per E-Mail schicke oder de QR-Code miteme andere Grät scanne.
it: Questi dati, assieme alla password scelta, possono essere utilizzati per ripristinare l’ID su un altro dispositivo. Puoi salvare i dati mediante la funzione "copia e incolla" in un luogo adatto, inviarteli per posta elettronica o scansionare il codice QR con un altro dispositivo.
ja: このデータはお客様が選択されたパスワードとともに、別の端末でIDを復元するために使用することができます。適当な場所にコピー＆ペーストしたり、メールで送信したり、QRコードを別の端末で読み取ったりすることができます。
ko: 이 데이터는 선택한 비밀번호와 함께 다른 기기에서 ID를 복원하는 데 사용할 수 있습니다. 적절한 위치에 복사하고 붙여 넣기 하거나, 자신에게 이메일로 보내거나, 다른 기기를 사용하여 QR 코드를 스캔할 수 있습니다.
nl: Deze gegevens, samen met het gekozen wachtwoord, kunnen worden gebruikt om je ID op een ander apparaat te herstellen. Je kunt het naar een geschikte locatie knippen & plakken, naar jezelf e-mailen of de QR-code met een ander apparaat scannen.
pl: Te dane, wraz z wybranym hasłem, mogą posłużyć do przywrócenia Twojego ID na innym urządzeniu. Możesz skopiować i wkleić go w odpowiednim miejscu, wysłać e-mailem do siebie lub zeskanować kod QR za pomocą innego urządzenia.
pt_br: Estes dados, juntamente com a senha que você escolheu, podem ser usados para restaurar o seu ID em outro dispositivo. Você pode copiar e colá-lo em um local adequado, enviar por e-mail para você mesmo ou ler o código QR usando outro dispositivo.
ru: Эти данные вместе с выбранным вами паролем можно использовать для восстановления ваших идентификационных данных на другом устройстве. Вы можете скопировать и вставить их в нужное место, отправить самому себе по электронной почте или сканировать QR-код с помощью другого устройства.
sk: Tieto údaje spolu s heslom, ktoré ste si zvolili, môžu byť použité k obnoveniu vášho ID na inom zariadení. Môžete ho skopírovať na vhodné miesto, poslať si ho emailom, alebo naskenovať QR kód pomocou iného zariadenia.
tr: Bu veriler, seçtiğiniz şifre ile birlikte kimliğinizi başka bir cihaza geri yüklemek için kullanılabilir. Uygun bir yere kopyalayıp yapıştırabilir, kendinize e-posta ile gönderebilir veya başka bir cihaz kullanarak kare kodunu tarayabilirsiniz.
uk: Ці дані разом із вибраним паролем можна використовувати для відновлення вашого ID на іншому пристрої. Ви можете скопіювати та вставити його у відповідне місце, надіслати електронною поштою собі або зісканувати QR-код за допомогою іншого пристрою.
zh_hans: 这些数据和您选择的密码，可用于在另一台设备上恢复您的ID。 您可以将其复制并粘贴到合适的位置，通过电子邮件发送给自己或使用其他设备扫描二维码。
zh_hant: 這些資料和您選擇的密碼，可用於在另一部裝置上還原您的ID。您可以將其複製並貼上至合適的位置，透過電子郵件傳送給自己或使用其他裝置掃描QR碼。
